Repository: altmer/hamster-travel
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ru

source: can't be blank
ru: обязательное поле

source: has already been taken
ru: уже занято

source: is invalid
ru: неверное значение

source: must be accepted
ru: нужно согласиться

source: has invalid format
ru: неправильный формат

source: has an invalid entry
ru: одно из значений неверно

source: is reserved
ru: уже зарезервировано

source: does not match confirmation
ru: не совпадает с подтверждением

source: is still associated with this entry
ru: все еще связано

source: are still associated with this entry
ru: все еще связаны

source: should have %{count} item(s)
ru: должен быть ровно %{count} элемент

source: should be %{count} character(s)
ru: должен быть длиной в %{count} символ

source: should be %{count} byte(s)
ru: должно быть ровно %{count} байт(ов)

source: should have at least %{count} item(s)
ru: должен быть хотя бы %{count} элемент

source: should be at least %{count} character(s)
ru: длина должна быть хотя бы %{count} символ(ов)

source: should be at least %{count} byte(s)
ru: должно быть хотя бы %{count} байт(ов)

source: should have at most %{count} item(s)
ru: должно быть не более %{count} элемент(ов)

source: should be at most %{count} character(s)
ru: длина должна быть не более %{count} символ(ов)

source: should be at most %{count} byte(s)
ru: должно быть не более %{count} байт(ов)

source: must be less than %{number}
ru: значение должно быть меньше %{number}

source: must be greater than %{number}
ru: значение должно быть больше %{number}

source: must be less than or equal to %{number}
ru: значение должно быть меньше или равно %{number}

source: must be greater than or equal to %{number}
ru: значение должно быть больше или равно %{number}

source: must be equal to %{number}
ru: значение должно быть равно %{number}
